[
  {
    "email": "sh4dow18@maitrofy.com",
    "password": "Maitrofy1#",
    "name": "sh4dow18",
    "createdDate": "20/07/2025",
    "rol": "Administrador",
    "status": true,
    "gamesList": [
      {
        "game": "resident-evil-3",
        "achievement": 5,
        "platform": "ps4--1",
        "rating": 8,
        "date": "03/06/2020",
        "note": "¡Juegazo! Muy buena la historia, fue el primer Resident Evil que me compré para la PS4 y no me arrepiento nada. Excelente juego, buenas mecánicas, muy divertido y está muy bien diseñado para rejugabilidad con la tienda de bonificaciones para conseguir el platino. No considero que sea el mejor Resident Evil que hay, pero si es un juego que me volvería a pasar una y otra vez. A pesar de que según parece, no es muy fiel al original, no es para nada malo. Excelente juego, lo recomendaría sin dudar",
        "time": 57
      },
      {
        "game": "resident-evil-village",
        "achievement": 3,
        "platform": "ps4--1",
        "rating": null,
        "date": "17/10/2021",
        "note": null,
        "time": 98
      },
      {
        "game": "until-dawn",
        "achievement": 5,
        "platform": "ps4--1",
        "rating": 10,
        "date": "14/05/2022",
        "note": "¡Juegazo! Excelente historia inspirada en las películas clásicas de Thrillers, con ciertos clichés, pero el que uno pueda manejar a los diferentes personajes y tomar decisiones que cambian en rumbo de la historia, pudiendo hacer que todos puedan sobrevivir o que todos puedan morir, es magnífico. El desarrollo de toda la historia, hasta los plot twist que hay son muy buenos y en momentos de pelígro que te inmersan en él haciendo que no te muevas con el control o te mueres, es excelente. Es un juego que marcó un antes y un después en este tipo de juegos y sobresalió bastante. Me saqué el platino y es un juego que tiene demasiado para ofrecer, con subhistorias, como decifrar quien es el hombre misterioso, o lo que pasó en las minas, así como el misterio de las monedas y el video secreto al encontrar todos los totems, es un juego muy bien diseñado para ser rejugable y seguir siendo divertido.Demasiado bueno el luego, lo recomendaría sin dudar",
        "time": 55
      },
      {
        "game": "erica",
        "achievement": 5,
        "platform": "ps4--1",
        "rating": 5,
        "date": "04/11/2023",
        "note": "Es un buen juego, pero bastante olvidable, me saqué el platino hace un tiempo atrás y ahora que lo volví a jugar, pues no me acordaba de nada, tal vez una que otra cosa, pero no es un juego que te vaya a marcar la vida. Eso si, están bien diseñados todos los caminos que tiene, pero hay ciertas irregularidades en la historias, así como aspectos que no se terminan de entender en lo que sucede, como que no lo supieron explicar. Es un juego aceptable, pero no para esperar mucho de él",
        "time": 23
      },
      {
        "game": "infamous",
        "achievement": 3,
        "platform": "ps3",
        "rating": 8,
        "date": "27/06/2024",
        "note": "¡Juegazo! Muy buena historia, me podría repetir este juego varias veces sin problema, tiene una excelente jugabilidad, muy disfrutable, y un increible Plot Twist del final con el jefe que aún me deja WOOOW. Lo malo que destaco es que se fuerza a jugar en 720p debido a lo que le pide a la PS3, además de que no siempre tiene un Framerate estable, pero no arruina la experiencia que esto sea asi. Muy Recomendable",
        "time": 30
      },
      {
        "game": "marvels-spider-man-remastered",
        "achievement": 1,
        "platform": "win",
        "rating": 10,
        "date": "01/07/2024",
        "note": "¡Maravilla! Un juego que marcó un antes y un después. Muy buena historia, desde el comienzo la historia es muy interesante, además de que hasta el tutorial es entretenido. Las mecanicas son magnificas, uno se inmerse bastante, tanto en el combate como en la historia. Todos los enemigos de Spider-man, asi como sus peleas, son bastante buenas. Uno se siente de verdad como Peter Parker con todo lo que el personaje vive, porque no solo muestran el lado de Spider-man, si no la fuerza de Peter. Lograron hacer que el juego sea disfrutable únicamente dando vueltas balanceandose como Spider-man o peleando con delincuentes, lo cual es muy bueno, porque uno no siente un vacio entre misiones, ya que mantiene el entretenimiento. Una obra maestra que es indispensable para cada jugador",
        "time": 20
      },
      {
        "game": "castle-of-illusion-starring-mickey-mouse--1",
        "achievement": 1,
        "platform": "win",
        "rating": 7,
        "date": "01/08/2024",
        "note": "Es un buen juego, bastante pintorezco, es un juego sencillo, pero muy disfrutable. No es un juego largo, es para pasar el rato tranquilamente. No es el mejor juego de plataformas, pero no pretende serlo, es un juego simple, tanto de entender como de jugar, con una linda historia. Los controles están muy bien hechos y tiene buenas peleas con jefes, todas diferentes, lo cual lo hace entretenido y memorable. Es un buen juego, lo suficiente como para poder querer conseguir su platino y recordarlo con cariño.",
        "time": 3
      },
      {
        "game": "mega-man-x",
        "achievement": 1,
        "platform": "3ds",
        "rating": 6,
        "date": "15/08/2024",
        "note": "Es un gran juego, un plataformero complicado comparado a otros juegos de plataformas, pero justo eso lo hace interesante. Mega Man X tiene muy buenas mecánicas, puzzles, así como coleccionables no perdibles, porque ayudan como mejoras para X, como los corazones, subtanques o piezas de armadura. Las peleas son muy entretenidas con todos los jefes y todos pelean diferente, además de que da la opción de usar las mejoras o no usarlas. A pesar de todo lo bueno, tiene serios problemas en los controles lo que hace que muchas veces X no haga lo que uno quiere que haga y arruina la experiencia y/o te hace perder. Es un gran juego, pero no tiene sus mecánicas pulidas y eso desagrada.",
        "time": 5
      },
      {
        "game": "crash-bandicoot--2",
        "achievement": 5,
        "platform": "ps4--1",
        "rating": 9,
        "date": "22/08/2024",
        "note": "¡Juegazo! Excelente juego de plataformas en 3D, pero para una persona que nunca haya jugado Crash es un juego complicado aunque tenga mecánicas sencillas. El juego tiene mucho que ofrecer, como las gemas plateadas, llaves, gemas de colores y relíquias, lo cual lo hace muy rejugable y muy entretenido. Al querer sacar el platino (N'sane Trilogy) lo deja a uno en momentos de mucha tensión al intentar conseguir todo, así como el final secreto y las reliquias de oro. Excelente juego, lo recomiendo sin dudar",
        "time": 55
      },
      {
        "game": "uncharted-drakes-fortune-remastered",
        "achievement": 5,
        "platform": "ps4--1",
        "rating": 8,
        "date": "10/09/2024",
        "note": "¡Juegazo! Excelente juego que inicia la magnífica saga de Uncharted. Muy buena historia, buenos gráficos, muy memorable, excelentes mecánicas. Muy pulído el juego en general, aunque las mecánicas difieren un poco, ya que algunos movimientos se sienten toscos. Muy memorable el platino además, muy entretenido, aunque tiene algunos trofeos de relleno. Excelente juego, lo recomendaría sin dudar",
        "time": 63
      },
      {
        "game": "god-of-war--2",
        "achievement": 5,
        "platform": "ps3",
        "rating": 8,
        "date": "14/10/2024",
        "note": "¡Juegazo! Un excelente remaster del Dios de la Guerra. El juego es muy bueno en cuanto a como comenta la historia, en las peleas, en las mejoras, en los puzzles y en los jefes. Un juego mítico y memorable. Tiene algunas mecánicas que no son muy buenas, como el equilibrio en tablas delgadas, así como incoherencias en cuanto a los poderes de los dioses, como que Poseidon da el poder de tirar rayos azules cuando Poseidon es el Dios de los Oceanos, Tormentas y Terremotos. Excelente juego, lo recomendaría sin dudar.",
        "time": 19
      },
      {
        "game": "days-gone",
        "achievement": 3,
        "platform": "ps4--1",
        "rating": 8,
        "date": "12/02/2025",
        "note": null,
        "time": 161
      },
      {
        "game": "astros-playroom",
        "achievement": 5,
        "platform": "ps5",
        "rating": 10,
        "date": "25/02/2025",
        "note": "¡Maravilla! Un juego que marcó un antes y un después. Astro's Playroom es un juego que nació como una demo técnica y terminó siendo una obra maestra. Es el juego perfecto para demostrar todo el potencial del control de PS5, tiene mecánicas increibles gracias a esto. Es un juego que puede jugar cualquiera, incluso si no ha jugado videojuegos antes y lo va a disfrutar. Se desarrollo con muchas ideas creativas y con mucho cariño para el público que se nota. Una obra maestra que es indispensable para cada jugador",
        "time": 19
      },
      {
        "game": "marvels-spider-man-miles-morales",
        "achievement": 5,
        "platform": "ps5",
        "rating": 9,
        "date": "09/03/2025",
        "note": "¡Juegazo! Un gran juego de la saga de Marvel's Spider-Man. La historia de Miles Morales es muy buena, aunque no tan buena como la de Peter Parker, es muy interesante. La movilidad de Miles es igual a la de Peter, es muy gratificante y las peleas igual. Su platino fue muy divertido, muy memorable, tiene trofeos muy diferentes que hace que el juego no pierda su ritmo dinámico y sea muy entretenido. La conexión que muestra Miles con su padre es muy sentimental y está bien hecha, lo cual hace que sea muy memorable. Excelente juego, lo recomendaría sin dudar",
        "time": 52
      },
      {
        "game": "grand-theft-auto-v--2",
        "achievement": 1,
        "platform": "ps5",
        "rating": 10,
        "date": "18/05/2025",
        "note": "¡Maravilla! Un juego que marcó un antes y un después. GTA 5 es el juego más memorable y más querido por todos los que han jugado algún juego de Grand Theft Auto (Sin contar GTA: SA). La historia está muy bien diseñada, se pueden hacer demasiadas cosas, hay mucha libertad, las misiones secundarias estan bien diseñadas y entretienen, las misiones principales son muy divertidas y muy interesantes, además que te hagan elegir sobre cuál de los 3 finales elegir hace que el juego agarre más cariño, porque uno puede escoger el destino del grupo. Una obra maestra que es indispensable para cada jugador",
        "time": 63
      },
      {
        "game": "pokemon-white-version",
        "achievement": 2,
        "platform": "nds",
        "rating": 6,
        "date": "01/06/2025",
        "note": "Es un buen juego, muy disfrutable. Toda la historia es entretenida, pero no una gran historia, además de un final que no convence del todo, debido a que hacen cambiar toda la filosofía del villano sobre la unión de los pokemon y los humanos con solo un combate, lo cual no es lógico. Cada ciudad es muy diferente y entretenida. Lastimosamente el juego tiene varias funciones que dependen completamente de los servicios online que ya no existen y no permiten obtener el 100% del juego, lo cual decepciona. Es un gran juego, pero siento que pudo ofrecer más",
        "time": 50
      },
      {
        "game": "super-smash-bros-brawl",
        "achievement": 3,
        "platform": "wii",
        "rating": 6,
        "date": "01/07/2025",
        "note": "Es un buen juego, bastante divertido. La historia fue mejor de lo que esperaba, incluso logra conectar con el espectador sin decir ni una sola palabra. Me gusta mucho como van combinando las historias hasta juntar a todos los personajes del juego. Lo que más me gustó fue que al final, el juego le muestra la letra traducida de la canción mítica de este juego, dándole un mayor significado a la canción. Lastimosamente, el juego se supone estar diseñado para jugar con un solo control y está muy mal diseñado esto, ya que muchas veces el personaje no hace el movimiento indicado porque los controles son muy pegados. Hubieron eventos que se tenian que buscar una guía, porque no decian claramente que hacer. Para completar el juego al 100% hay que hacer demasiadas peleas repetitivas, lo cual no hace que el jugador quiera seguir jugando. Es un buen juego, pero las mecanicas no púlidas y el volverse repetitivo entorpecen mucho la experiencia",
        "time": 13
      },
      {
        "game": "mega-man-x2",
        "achievement": 1,
        "platform": "snes",
        "rating": 6,
        "date": "25/07/2025",
        "note": "Es un gran juego, la secuela de Mega Man X. Mega Man X2 cumple con todo lo bueno que ofrecía el primer juego, pero con extras, como los villanos que tienen piezas de Zero, los cuales al tener todas las piezas se puede revivir a Zero y se evita una pelea al final. Lastimosamente, no te deja elegir cuando combatir a los villanos extra, ya que si no lo haces sabiendo como, ya no puedes combatirlos a todos, lo que obliga a crear una nueva partida para para lograr hacerlo. Me encantó el Easter Egg del Shoryuken, pero es complicado de usar, ya que rompe las mecánicas actuales para usar un combo como en Street Fighter. Lastimosamente, tiene los mismos problemas en los controles como el primer juego, lo cual arruina la experiencia. Es un gran juego, pero no tiene sus mecánicas pulidas, además de que el sistema de los villanos extra no está bien estructurado, por lo que llega a desagradar",
        "time": 7
      }
    ]
  }
]
